Repository: camreyaro/Aitomic
Catalog: aitomic/locale/*/LC_MESSAGES/django.po
Languages: es

source: Account statistics
es: Estadísticas de la cuenta

source: Bought models
es: Modelos comprados

source: Spent money
es: Dinero gastado

source: Sold models
es: Modelos vendidos

source: Earned money
es: Dinero ganado

source: Sold calls
es: Llamadas vendidas

source: Account options
es: Opciones de la cuenta

source: Export data
es: Exportar datos

source: Delete account
es: Borrar cuenta

source: Benefits couldn't be claimed
es: Los beneficios no pudieron ser reclamados

source: Something went wrong when contacting the PayPal payout gateway. Please try again later.
es: Algo falló cuando se intentó contactar con la pasarela de pago de PayPal. Por favor, inténtalo de nuevo más tarde.

source: If the problem persists, please feel free to
es: Si el problema persiste, por favor

source: contact us.
es: contáctanos

source: Benefits claimed succesfully
es: Los beneficios se han relcamado con éxito

source: The money was transferred to the following PayPal account:
es: El dinero fue transferido a la siguiente cuenta de PayPal:

source: You can check if you have received the benefits by looking in the email inbox or by logging into your
es: Puedes comprobar si has recibido los beneficios mirando en la bandeja de entrada del correo o iniciando sesión en tu

source: PayPal account.
es: cuenta de PayPal

source: If there was a problem with the payout, please feel free to
es: Si ha habido un problema con el pago, por favor

source: User profile of
es: Perfil de usuario de

source: Hope you have a good day!
es: ¡Esperamos que tengas un buen día!

source: Aitomic team
es: El equipo de Aitomic

source: Login
es: Iniciar sesión

source: Log in to Aitomic
es: Iniciar sesión en Aitomic

source: Login with Google
es: Iniciar sesión con Google

source: Number of buyers
es: Número de compradores

source: Code Editor
es: Editor de código

source: Obtain benefits
es: Obtener beneficios

source: Apply filters
es: Aplicar filtros

source: or
es: o
