Repository: camreyaro/Aitomic
Catalog: aitomic/locale/*/LC_MESSAGES/django.po
Languages: es

source: Go to the model's page, and choose "Buy". You must be registered to do this. There, you can buy however many calls you need!
es: Ve a la página del modelo, y elige "Comprar". Debes estar registrado para esto. ¡Allí puedes comprar tantasllamadas como necesites!

source: Do I have to pay to try a model?
es: ¿Tengo que pagar para probar un modelo?

source: If the provider has selected "free trial", you don't! You can make 10 calls to the API for free, so you can test how it works before buying it.
es: Si el proveedor ha seleccionado "pruebagratuita", ¡no! Puedes hacer 10 llamadas a la API gratis, para poder probar cómo funciona antes de comprarlo.

source: If I upload a model, is it still mine?
es: Si subo un modelo, ¿sigue siendo mío?

source: Always. We don't take away any right over the model. Please read our legal terms for more information regarding copyright.
es: Siempre. Los derechos siguen siendo tuyos totalmente. Por favor, lee nuestros términos legales para más información acerca del copyright.

source: Can other users see my code?
es: ¿Pueden ver mi código otros usuarios?

source: No. Your model and its code are and will always be yours. Users can only access your model through API calls. Please read our legal terms for more information regarding copyright.
es: No. Tu modelo y su código seguirán siendo tuyos, siempre. Los usuarios solo pueden acceder tu modelo mediante llamadas API. Por favor, lee nuestros términos legales para más información acerca del copyright.

source: Guide
es: Guía

source: Rediscover your
es: Redescubre tu

source: business with Aitomic
es: negocio con Aitomic

source: The marketplace for the
es: El mercado de modelos

source: models you're looking for.
es: que estabas buscando.

source: EXPLORE OUR MODELS
es: EXPLORA NUESTROS MODELOS

source: Purchase trained models
es: Compra modelos entrenados

source: Explore our huge AI database
es: Explora nuestra gran colección de IA

source: Sell your own models through API calls
es: Vende tus propios modelos a través de llamadas API

source: Connect with other AI developers
es: Conecta con otros desarrolladores de IA

source: Find out more
es: Saber más

source: In Aitomic, you will find thousands of trained models for all your AI-related needs.
es: En Aitomic, encontrarás miles de modelos entrenados para todas tus necesidades de IA.

source: Don't believe us? Type in your query and check the results:
es: ¿No nos crees? Escribe tu consulta y mira los resultados:

source: Home
es: Inicio

source: About us
es: Acerca de

source: Features
es: Funciones

source: Pricing
es: Precios

source: Our team
es: Nuestro equipo

source: Timeline
es: Desarrollo

source: CONTACT US
es: CONTACTO

source: LEARN MORE
es: SABER MÁS

source: An AI model for everyone
es: Modelos de IA para todos

source: It's a marketplace
es: Es un mercado

source: Find exactly what you need for your business or personal use in our huge market of models.
es: Encuentra justo lo que necesitas para tu negocio o uso personal en nuestro enorme mercado de modelos.

source: Search keywords
es: Busca palabras clave

source: Filter your results
es: Filtra los resultados

source: Try the models before buying
es: Prueba los modelos antes de comprarlos

source: It's easy to use
es: Es fácil de usar

source: Our models are available through API calls, so you don't need to worry about anything.
es: Nuestros modelos son accesibles mediante llamadas API, así que no tienes que preocuparte por nada.

source: Intuitive interface
es: Interfaz intuitiva

source: Rating system
es: Sistema de puntuación

source: APIs generated automatically
es: APIs generadas automáticamente

source: It's profitable
es: Es lucrativo

source: Make money selling calls to your own models, without sharing the code.
es: Gana dinero vendiendo llamadas a tus modelos, sin compartir el código.

source: Set your own price
es: Elige tus propios precios

source: Showcase your model
es: Expón tus modelos

source: Earn money for every call
es: Gana dinero por cada llamada

source: Why choose Aitomic?
es: ¿Por qué elegir Aitomic?

source: Our innovative system is here to help you grow.
es: Nuestro innovativo sistema está aquí para ayudarte a crecer.

source: Artificial intelligence is making its way into the market, but many users can't take advantage of it. Through our API system, everyone can implement it to their business.
es: La inteligencia artificial se ha hecho un hueco en el mercado, pero muchos usuarios no pueden utilizarla. Gracias a nuestro sistema de APIs, todos pueden implementarla en sunegocio.

source: Reach thousands of users, find thousands of models.
es: Llega a miles de usuarios, encuentra miles de modelos.

source: Whether you're looking for a model, or you have one and are in need of customers, Aitomic is the place to go. In our website, providers showcase their work and users find what they need.
es: Tanto si buscas un modelo, como si tienes uno y necesitas usuarios, Aitomic es lo que buscas. En nuestra página web, los proveedores muestran su trabajo y los usuarios encuentran lo que necesitan.

source: You know what you need, don't pay for what you don't.
es: Sabes lo que necesitas, no pagues por lo que no.

source: We know you might not need as many API calls if you just want a model for personal use, so why pay for them? In Aitomic, you can choose the monthly plans that fit your needs.
es: Sabemos que quizá no necesitas tantas llamadas API si solo quieres un modelo para uso personal, ¿asñi que por qué pagar por más? En Aitomic, puedes elegir la cantidad de llamadas que se ajusta a ti.

source: Safety and user rights above all.
es: Seguridad y derechos por encima de todo.

source: In Aitomic, we're invested in developing secure software, and for ease of use, you can pay via Paypal. Regarding copyright, our users will have full rights over their models, and their code is not shared with anyone.
es: En Aitomic, desarrollamos software seguro, y para tu comodidad, puedes pagar mediante Paypal. Acerca del copyright, nuestros usuarios mantienen todos sus derechos sobre sus modelos, y el código no se comparte con nadie.

source: Our pricing system
es: Nuestro sistema de precios

source: Simple and transparent. As it should be.
es: Simple y transparente. Como debe ser.

source: Set price
es: Fijar precio

source: The provider sets a monthly
es: El proveedor fija un precio

source: price for the API calls
es: por sus llamadas API

source: Monthly plan
es: Plan mensual

source: The consumer chooses
es: El consumidor elige

source: how many calls they need
es: cuántas llamadas necesita

source: Final amount
es: Precio final

source: The system calculates
es: El sistema calcula

source: the final amount
es: el precio final

source: Success!
es: ¡Éxito!

source: The consumer gets to
es: ¡El consumidor puede

source: use the model!
es: usar el modelo!

source: Thanks to Aitomic, everyone can make their models profitable.
es: Gracias a Aitomic, todos pueden sacar beneficio de sus modelos.

source: We are devoted to making our users earn money with every call they get, so we implemented an easy-to-use interface and payment system for providers and consumers alike.
es: Queremos que nuestros usuarios ganen dinero con cada llamada, así que hemos implementado una interfaz fácil de usar y un sistema de pagos para consumidores y proveedores.

source: Our team
es: Nuestro equipo

source: Project manager
es: Jefa de proyecto

source: Team coordinator
es: Coordinador

source: AI consultant
es: Consultor de IA

source: Marketing leader
es: Jefe de márketing

source: QA manager
es: Supervisor de calidad

source: Software architect
es: Arquitecto de Software

source: Requirements engineer
es: Ingeniera de requisitos

source: Analyst
es: Analista

source: Designer
es: Diseñadora

source: Content developer
es: Desarrollador de contenido

source: Timeline of Aitomic
es: Desarrollo de Aitomic

source: Start
es: Inicio

source: February 2019
es: Febrero de 2019

source: Beginning of the project
es: Comienzo del proyecto

source: April
es: Abril

source: April 2019
es: Abril de 2019

source: Development
es: Desarrollo

source: May
es: Mayo

source: May 2019
es: Mayo de 2019

source: Finished MVP
es: MVP finalizado

source: June
es: Junio

source: June 2019
es: Junio de 2019

source: Public show
es: Presentación pública

source: End
es: Fin

source: HOMEPAGE
es: INICIO

source: Rating:
es: Puntuación

source: Draft
es: Borrador

source: Model will be removed on
es: El modelo será borrado el

source: Marked to remove
es: Marcado para borrar

source: AI model by
es: Modelo de

source: My rating
es: Mi puntuación

source: Price:
es: Precio:

source: (per 100 calls)
es: (por 100 llamadas)

source: Tags:
es: Etiquetas:

source: Measures:
es: Medidas:

source: Requirements
es: Requisitos

source: Input example
es: Ejemplo de entrada

source: Output example
es: Ejemplo de salida

source: Buy
es: Comprar

source: Test for free
es: Probar gratis

source: Run model
es: Probar modelo

source: API details
es: Detalles de API

source: Test model
es: Probar modelo

source: Sign up to test this model
es: Regístrate para probar este modelo

source: Comments
es: Comentarios

source: Comment
es: Comentar

source: Go back
es: Volver atrás

source: Upload
es: Subir

source: Top
es: Volver

source: Welcome to Aitomic, home to thousands of AI models.
es: Bienvenido a Aitomic, hogar de miles de modelos de IA.

source: Enter a query below and filter your results to find what you're looking for!
es: ¡Escribe una consulta debaho y filtra tus resultados para encontrar lo que estás buscando!

source: Search model
es: Buscar modelo

source: Filter results:
es: Filtrar resultados:

source: Filter results
es: Filtrar resultados

source: Price
es: Precio

source: Min
es: Mínimo

source: Max
es: Máximo

source: Apply filters
es: Aplicar filtros

source: Order results by:
es: Ordenar resultados por:

source: Apply
es: Aplicar

source: Pay model
es: Pagar modelo

source: You have bought this model before and you still have the following calls left:
es: Ya has comprado este modelo antes y todavía tienes las siguientes llamadas:

source: calls, until
es: llamadas, hasta el

source: calls, starting
es: llamadas, empezando el

source: until
es: hasta

source: Buy calls
es: Comprar llamadas

source: Number of calls
es: Número de llamadas

source: Date to start using them
es: Fecha para empezar a usarlas

source: Pay
es: Pagar

source: You are going to buy
es: Vas a comprar

source: calls for the model
es: llamadas para el modelo

source: The total cost of this operation is €%(price)s.
es: El coste total de esta operación es de %(price)s €.

source: You will be able to start using them by %(moment_to_use_date)s
es: Podrás empezar a usarlas a partir del %(moment_to_use_date)s

source: Please choose your favourite payment method
es: Por favor, escoge tu forma de pago favorita

source: You are subscribed to € %(model_name)s and its price has changed to %(new_price)s, check it out in https://aitomic.net
es: Estás suscrito a € %(model_name)s y su precio ha cambiado a %(new_price)s,compruébalo en https://aitomic.net

source: Add version
es: Añadir versión

source: Submit version
es: Publicar versión

source: Bio
es: Descripción

source: Birthdate
es: Fecha de nacimiento

source: Format: MM/DD/YY
es: Formato: MM/DD/YY

source: Password
es: Contraseña

source: Your password must have at least 8 characters.
es: Tu contraseña debe tener al menos 8 caracteres

source: Repeat password
es: Repite la contraseña

source: Create account
es: Crear cuenta

source: Loading
es: Cargando

source: General info
es: Información general

source: Models & interface
es: Modelos e interfaz

source: Prices & revenue
es: Precios e ingresos

source: Privacy & copyright
es: Privacidad y derechos de autor

source: Preprocess
es: Preprocesado

source: Postprocess
es: Postprocesado

source: Model
es: Modelo

source: Note - Only one is required: code file or code text.
es: Nota - solo se require uno: archivo de código o texto.

source: Note - Only one is required: example file or example text.
es: Nota - solo se require uno: archivo de ejemplo o texto.

source: Upload code
es: Subir código

source: Upload input example
es: Subir ejemplo de entrada

source: Upload output example
es: Subir ejemplo de salida

source: Note - Only one is required: requirements file or text.
es: Nota - solo se require uno: archivo de requisitos o texto.

source: Upload model structure
es: Subir estructura del modelo

source: Upload model weights
es: Subir pesos del modelo

source: Upload auxiliar fields
es: Subir campos auxiliares

source: Upload requirements
es: Subir requisitos

source: Previous
es: Anterior

source: Next
es: Siguiente

source: User guide
es: Guía de usuario

source: If you are looking for a model, please check the <b>Consumer</b> tab.
es: Si buscas un modelo, por favor consulta la pestaña <b>Usuario</b>.

source: If you want to upload and sell a model, go to the <b>Provider</b> tab.
es: Si quieres subir y vender tu modelo, ve a la pestaña<b>Proveedor</b>.

source: Please refer to our <a href="/faq"><u>FAQ page</u></a> if you have any further questions.
es: Por favor dirígete a nuestra <a href="/faq"><u>página de FAQ</u></a> si tienes más preguntas

source: Consumer
es: Usuario

source: Provider
es: Proveedor

source: Use the 10 free trial calls to check a model you're interested in. Don't blindly judge a model based on metrics, make sure you're inputting the data in the correct format and read the model's info. A good model can yield bad results when taken out of the context it was trained in.
es: Usa las 10 llamadas gratuitas para probar un modelo que te interese. No juzgues un modelo basándote solo en las métricas, asegúrate de estar subiendo los datos en el formato correcto y lee la información del modelo. Un buen modelo puede dar resultados malos si es sacado del contexto en el que fue creado.

source: Go ahead and browse the comment section. If you have any doubts about the model, maybe someone had them too! If your question hasn't been answered yet, write a comment so the model's creator can get in touch with you.
es: Siéntete libre de hacer uso de los comentarios. Si tienes dudas sobre el modelo, seguro que alguien ha tenido tus mismas dudas antes. Si tu pregunta no ha sido resuelta ya, escribe un comentario para que el creador del modelo puedaponerse en contacto contigo.

source: Estimate how much you're going to use the model, and buy the corresponding number of calls. You will be able to add more later, if you run out or use the model more than you had expected.
es: Haz una estimación del uso que vas a darle al modelo y compra una serie de llamadas respecto a ello. Podrás añadir más después, si te quedas sin llamadas o si usas el modelo más de lo que esperabas.

source: After you try and buy a model, rate it so other users can know that how useful and well-trained it is. This will help sort out the models by quality for everyone. You can get an idea of how well does the model perform by checking the user ratings on the model's page.
es: Tras probar y comprar un modelo, valóralo para que otros usuarios puedan saber cómo de útil y bien entrenado está. Esto ayudará a filtrar los modelos según su calidad. Puedes hacerte una idea de cómo de bueno es un modelo revisando las valoraciones de los usuarios en la página del modelo.

source: All calls made through the APIs are of POST type, with two <b>data</b> parameters (which will contain the info needed to feed the model); and <b>type</b> (this will contain the entry type).
es: Todas las llamadas mediante API son POST con dos parámetros <b>data</b> (que contendrán los datos con el que alimentar al modelo); y <b>type</b> (que contendrá el tipo de entrada).

source: When uploading a model to Aitomic, you will need to take into consideration the following technical aspects. Please read carefully this guide before filling in the upload form.
es: Al subir un modelo a Aitomic, tendrás que tener en cuenta lossiguientes aspectos técnicos. Por favor, lee esta guía antes de rellenar el formulario de subir modelo.

source: Our system only accepts <b>Python</b> as programming language. Specifically, our system supports development through version <b>3.6.5</b> of Python. We are not liable for bad functioning of the models if a different version is used.
es: El sistema solo soportará como lenguaje de desarrollo Python. Más específicamente, el sistema soportará el desarrollo con la versión <b>3.6.5</b> de Python. En versiones diferentes a esta, no nos hacemos responsables del mal funcionamiento del modelo.

source: Deployment
es: Despliegue

source: The model will be deployed in a <b>Debian</b> machine, with the following libraries installed by default:
es: El sistema se desplegará en una máquina Debian con una lista de librerías consideradas útiles instaladas por defecto:

source: The library supported by our system for model creation will be <b>Keras</b>, with <b>Tensorflow</b> as back-end technology.
es: La librería soportada por el sistema para la creación de modelos será <b>Keras</b> junto con <b>Tensorflow</b> como backend.

source: Model build & upload
es: Construcción y subida del modelo

source: Avoid using the Keras version offered by Tensorflow. Aitomic is not responsible for errors occasionated by different versions to the previously specified.
es: Evita usar la versión de Keras que ofrece Tensorflow, Aitomic no se hace responsable de errores ocasionados por versiones distintas a las especificadas anterior.

source: Avoid using layers like InputLayer or Lambda.
es: Evita usar las capas como InputLayer o Lambda.

source: Avoid using Initializers.
es: Evita el uso de los Initializers.

source: Avoid using custom layers in Keras.
es: Evita el uso de Custom Layers en Keras.

source: Export your model in <b>json</b> or <b>yml</b> format, and your weights in <b>h5</b>.
es: Exporta tu modelo en formato <b>json</b> o formato <b>yml</b> y tus pesos en formato <b>h5</b>.

source: Use the <i>draft mode</i> to test your model. If there is any issue, the output will be a message with the exception that will help you solve the problem. Don't upload your model until you're fully satisfied with its performance, since you won't be able to modify the structure or weights after it's uploaded.
es: Usa el <i>modo borrador</i> para testear tu modelo, si ocurre algún problema, la salida será el. mensaje de la excepción que te ayudará a corregir el problema. No pongas tu modelo en producción hasta que no estés satisfecho con su funcionamiento, pues no podrás modificar la estructura o los pesos tras ello.

source: Make your models more attractive to customers with precision measures. Explain clearly the system inputs and outputs, to avoid confusion. Use the comments to resolve doubts and answer questions, and to receive feedback from users.
es: Haz atractivos tus modelos con las medidas de precisión, explica claramente las entradas y salidas del sistema para evitar confusiones entre los usuarios. Haz uso de los comentarios para resolver dudas y recibir feedback de los usuarios.

source: In the <b>technical description</b> field, explain your model's context clearly, and specify the data with which your model has been trained.
es: En la <b>descripción técnica</b>, explica claramente el contexto de tu modelo y los datos con los que se ha entrenado.

source: Processing
es: Procesado

source: Preprocessing & postprocessing code must always comply with the following outline:
es: La función del código de preprocesado y postprocesado deben cumplir siempre con el siguiente esquema:

source: Example:
es: Ejemplo:

source: If you need to use other kind of file for preprocessing (such as Normalizers, Tokenizers, Data...), import it as a zip in the field "Auxiliar files". The contents of this zip will be available to the users in the preprocessing and postprocessing.
es: Si necesitas hacer uso de otro tipo de archivo para la realización del preprocesado (como: Normalizadores, Tokenizers, Datos...), impórtalos como un zip en el campo "Archivos auxiliares". El contenido de este zip estará disponible en el preprocesado y postprocesado.

source: In the postprocessing of your model, be careful with classification methods. The model's output won't be the result of such classification, but instead a list of weights for each output. Use the following code to adapt your example to a classification where the index of the class is obtained:
es: En el postprocesado ten cuidado en los modelos de clasificación puesto que la salida del modelo no será el resultado de clasificación, sino una lista de pesos por cada salida del modelo. Usa el siguiente código para adaptar tu ejemplo a una clasificación donde se obtiene el índice de la clase:

source: Avoid overloading the system, since the users might not buy as many calls if your model doesn't yield the results fast enough.
es: Evita sobrecargar el sistema, pues la compra de llamadas por parte de los usuarios se puede ver disminuida.

source: User list
es: Lista de usuarios

source: Status
es: Estado

source: Action
es: Acción

source: Banned
es: Baneado

source: Ban
es: Banear

source: Activate
es: Activar

source: Input your data
es: Introduce tus datos

source: Upload your data
es: Sube tus datos

source: Choose a file
es: Elige un archivo…

source: You have
es: Tienes

source: calls left from
es: llamadas restantes de

source: total calls.
es: llamadas totales

source: Free calls are included, you have still
es: Las llamadas gratuitas están incluidas, aún tienes

source: left
es: restantes

source: Get results
es: Obtener resultados

source: Results
es: Resultados

source: Results after running
es: Resultados tras la prueba

source: New execution
es: Nueva ejecución

source: My models
es: Mis modelos

source: Models of
es: Modelos de

source: Uploaded models
es: Modelos subidos

source: Purchased models
es: Modelos comprados

source: No models to display.
es: No hay modelos para mostrar.

source: Comment model
es: Comentar modelo

source: Change password
es: Cambiar contraseña

source: Old password
es: Contraseña antigua

source: New password
es: Nueva contraseña

source: Change
es: Cambiar

source: Earn benefits
es: Ganar beneficios

source: Reclaim benefits
es: Reclamar beneficios

source: When your models are bought, you can earn money from them. Specifically, the 95 percent of the money
es: Cuando tus modelos son comprados, puedes ganar dinero a partir de ellos. Específicamente, el 95 por ciento del dinero

source: generated for your models goes to your pocket. Come back here whenever you want to reclaim your benefits!
es: generado por tus modelos va hacia tu bolsillo. '¡Vuelve aquií cada vezque quieras reclamar tus beneficios!

source: Back to profile
es: Volver al perfil

source: Your models have been bought %(total_calls_sold)s times since the last time you reclaimed the benefits.
es: Tus modelos han sido comprados %(total_calls_sold)s veces desde la última vez que reclamaste tus beneficios.

source: You have <b>€%(total_money)s </b> available to deposit in your PayPal account.
es: Tienes <b>%(total_money)s €</b> disponibles para depositar en tu cuenta de Paypal.

source: To do this, enter your PayPal account email.
es: Para hacerlo, escribe el email de tu cuenta de PayPal.

source: PayPal email
es: Email de PayPal

source: Repeat PayPal email
es: Repite el email de Paypal

source: Reclaim
es: Reclamar dinero

source: Edit profile
es: Editar perfil

source: First Name
es: Nombre

source: Last Name
es: Apellidos

source: Profile picture
es: Foto de perfil

source: Update
es: Actualizar

source: User profile
es: Perfil de usuario

source: models uploaded
es: modelos subidos

source: joined Aitomic on
es: Miembro de Aitomic desde el
