Repository: camreyaro/Aitomic
Catalog: aitomic/locale/*/LC_MESSAGES/django.po
Languages: es

source: Image
es: Imagen

source: Text
es: Texto

source: Array of numbers
es: Lista de números

source: Number
es: Número

source: Video
es: Vídeo

source: Birth date
es: Fecha de nacimiento

source: First name
es: Nombre

source: Last name
es: Apellidos

source: Required. Inform a valid email address.
es: Requerido. Introduce una dirección de email válida.

source: Profile Picture
es: Foto de perfil

source: Introduce yourself
es: Preséntate

source: Description
es: Descripción

source: Name
es: Nombre

source: Describe your model in a few words
es: Describe tu modelo en unas palabras

source: Input example file
es: Ejemplo del archivo de entrada

source: Input example text
es: Ejemplo del texto de entrada

source: Write down the input example
es: Escribe el ejemplo de entrada

source: Input type
es: Tipo de entrada

source: Output example file
es: Ejemplo del archivo de salida

source: Output example text
es: Ejemplo del texto de salida

source: Write the output example
es: Escribe el ejemplo de salida

source: Output type
es: Tipo de salida

source: Model structure
es: Estructura del modelo

source: Model weights
es: Pesos del modelo

source: Entire model
es: Modelo al completo

source: Library
es: Librería

source: <b>Library</b>
es: Librería

source: Auxiliar files
es: Archivos auxiliares

source: Requirements file
es: Archivo de requisitos

source: Requirements text
es: Texto de requisitos

source: Paste your requirements.txt file
es: Pega tu fichero "requirements.txt"

source: Technical description
es: Descripción técnica

source: Give some technical details
es: Escribe algunos detalles técnicos

source: Preprocess code file
es: Archivo de código de preprocesado

source: Preprocess code text
es: Texto de código de preprocesado

source: Paste your preprocess function
es: Pega tu función de preprocesado de datos

source: Postprocess code file
es: Archivo de código de postprocesado

source: Postprocess code text
es: Texto de código de postprocesado

source: Price per 100 calls (€)
es: Precio por 100 llamadas (€)

source: Tags
es: Etiquetas

source: Measure
es: Medida

source: Value
es: Valor

source: Final mode
es: Modo Final

source: Free trial
es: Prueba gratuita

source: Username
es: Nombre de usuario

source: Required. Format YYYY-MM-DD
es: Requerido. Formato YYYY-MM-DD

source: Profile picutre
es: Foto de perfil

source: Search
es: Buscar

source: Min price
es: Precio mínimo

source: Max price
es: Precio máximo

source: Default
es: Por defecto

source: Price: Low-High
es: Precio: Más barato-Más caro

source: Price: High-low
es: Precio: Más caro-Más barato

source: Rating: Low-High
es: Valoración: Menos popular-Más popular

source: Rating: High-Low
es: Valoración: Más popular-Menos popular

source: Author
es: Autor

source: Order
es: Orden

source: Rating
es: Puntuación

source: Quantity
es: Cantidad

source: Moment
es: Momento

source: Date can not be past.
es: La fecha no puede ser pasada

source: Manual Text
es: Texto manual

source: Input Text File
es: Archivo de texto de entrada

source: Delete
es: Borrar

source: Version
es: Versión

source: Publication date
es: Fecha de publicación

source: Photo
es: Foto

source: Vote
es: Votar

source: Email address of your PayPal account
es: Email de tu cuenta de Paypal

source: Repeat the email address of your Paypal account
es: Repite el email de tu cuenta de Paypal

source: Emails do not match.
es: Las direcciones no coinciden

source: You have a payout from Aitomic
es: Tienes un pago de Aitomic

source: You have received a payout from the sales of your models uploaded. Thank you for using Aitomic
es: Has recibido un pago procedente de las ventas de tus modelos subidos. Gracias por usar Aitomic.

source: Thanks for your collaboration with Aitomic.
es: Gracias por tu colaboración con Aitomic

source: Hi
es: Hola

source: Please click on the link below to confirm your registration:
es: Por favor haz clic en el enlace para confirmar tu registro:

source: The confirmation link was invalid, possibly because it has already been used.
es: El enlace de confirmación no fue válido, posiblemente porque ya ha sido usado.

source: Please confirm your email address to complete the registration.
es: Por favor, confirma tu dirección de correo electrónico para completar el registro.

source: This site uses language, credit card and session cookies. By continuing to browse the site, you are agreeing to our use of cookies.
es: Esta página web utiliza cookies de sesión, tarjeta de crédito e idioma. Si continúas navegando, aceptas nuestra política de cookies.

source: Got it
es: Acepto

source: Learn more
es: Saber más

source: Model list
es: Lista de modelos

source: Upload model
es: Subir modelo

source: Ban users
es: Banear usuarios

source: Alert users
es: Alertar usuarios

source: Information about security issue
es: Información sobre brecha de seguridad

source: Alert successfully sent
es: Alerta enviada exitosamente

source: Send alert
es: Enviar alerta

source: My profile
es: Mi perfil

source: Log out
es: Cerrar sesión

source: Sign up
es: Registro

source: Log in
es: Iniciar sesión

source: Language
es: Idioma

source: SIGN UP
es: REGISTRO

source: LEGAL CLAUSES
es: CLÁUSULAS LEGALES

source: Legal clauses
es: CLÁUSULAS LEGALES

source: Company information
es: Información de la empresa

source: Company name: Aitomic S.A.
es: Nombre de la empresa: Aitomic S.A.

source: Headquarters: Av. Reina Mercedes s/n, 41012 Seville
es: Sede: Av. Reina Mercedes s/n, 41012 Sevilla

source: TIN: A86224532
es: CIF: A86224532

source: Phone number: 999 76 54 32
es: Número de teléfono: 999 76 54 32

source: 1. Introduction
es: 1. Introducción

source: The present general conditions of use of the website, regulate the terms and conditions of access and use of aitomic.net, property of Aitomic S.A., domiciled in Seville and with Tax Identification Number A86224532, hereinafter Aitomic , That the user of the Portal must read and accept to use all the services and information that are provided from the portal. The mere access and/or use of the portal, all or part of its contents and/or services means the full acceptance of these general conditions of use.
es: Las presentes condiciones de uso del sitio web regulan los términos y condiciones de acceso y uso de aitomic.net, propiedad de Aitomic S.A., domiciliado en Sevilla, con CIF A86224532, de ahora en adelante Aitomic, que el usuario del portal debe leer y aceptar el uso de todos los servicios e información que se proveen desde el portal. El mero acceso y/o uso del portal, en su totalidad o en parte de sus contenidos y/o servicios significa la completa aceptación de estas condiciones generales de uso.

source: 2. Use conditions
es: 2. Condiciones de uso

source: The present general conditions of use of the portal regulate the access and the use of the portal, including the contents and the services made available to the users in and/or through the portal, either by the portal, by its users, or by third parties . However, access to and use of certain content and/or services may be subject to certain specific conditions.
es: Las actuales condiciones generales de uso del portal regulan el acceso y uso del mismo, incluyendo los contenidos y servicios que están disponibles para los usuarios del portal, ya sea de parte del mismo, de sus usuarios o por terceras personas. Sin embargo, el acceso y uso de cierto contenido y/o servicios pueden estar sujetos a condiciones específicas.

source: 3. Modifications
es: 3. Modificaciones

source: The company reserves the right to modify at any time the general conditions of use of the portal. In any case, it is recommended that you periodically consult these terms of use of the portal, as they can be modified.
es: La empresa se reserva el derecho a modificar en cualquier momento las condiciones de uso del sitio. Por lo tanto es recomendable que consulte periódicamente estos términos.

source: 4. User obligations
es: 4. Obligaciones de los usuarios

source: The user must at all times respect the terms and conditions established in these general conditions of use of the portal. The user expressly states that he will diligently use the portal and assume any responsibility that may arise from breach of the rules. Likewise, the user may not use the portal to transmit, store, disseminate promote or distribute data or contents that are carriers of viruses or any other computer code, files or programs designed to interrupt, destroy or impair the operation of any program or equipment Computer or telecommunication.
es: El usuario debe respetar los términos y condiciones establecidos en esta sección en todo momento. El usuario afirma expresamente que usará el sitio web y asumirá cualquier responsabilidad que pueda surgir de romper las reglas. De igual modo, el usuario no podrá usar el portal para transmitir, vender, diseminar, promover o distribuir datos o contenido que contengan virus u otro código fuente, archivos o programas destinados a interrumpir, destruir o perjudicar la operación de cualquier programa o equipo informático o de telecomunicaciones.

source: 5. Portal responsibilities
es: 5. Responsabilidades del sitio

source: The user knows and accepts that the portal does not grant any guarantee of any kind, either express or implied, about the data, contents, information and services that are incorporated and offered from the Portal. Except in cases where the Law expressly imposes otherwise, and exclusively with the extent and extent to which it imposes, Portal does not guarantee or assume any responsibility for any damages and losses caused by the use and use of information, data and Services of the Portal. In any case, the Portal excludes any liability for damages that may be due to information and/or services provided or supplied by third parties other than the Company. All responsibility will be from the third party, either supplier or collaborator.
es: El usuario conoce y acepta que el sitio no asegura garantía de ningún tipo, ya sea explícita o implícita, sobre los datos, contenidos, información y servicios que son incorporados y ofrecidos por el sitio. Excepto los casos en los que la ley lo impone expresamente, y exclusivamente con el alcance que se impone, el sitio no garantiza o asume ninguna responsabilidad por ningún daño ni pérdida causada por el uso de la información, datos y servicios del mismo. En cualquier caso, el sitio se excluye de cualquier responsabilidad de daños que puedan ser debidos a la información y/o servicios proporcionados o administrados por terceras personas. Toda responsabilidad se adjudicará a ésta tercera persona, proveedor o colaborador.

source: 6. Intellectual and industrial property
es: 6. Propiedad intelectual e industrial

source: All contents, trademarks, logos, drawings, documentation, computer programs or any other element susceptible of protection by the intellectual or industrial property laws, that are accessible in the portal correspond exclusively to the company or its legitimate owners and are expressly reserved all The rights over them. It is expressly prohibited to create hypertext links (links) to any element of the Portal's web pages without the authorization of the company, provided they are not to a web page of the Portal that does not require identification or authentication for access, or It is restricted. In any case, the portal reserves all rights over the contents, information data and services that it has on them. The portal does not grant any license or authorization to use the user on its contents, data or services, other than that expressly detailed in these general conditions of use of the portal.
es: Todos los contenidos, marcas, logos, diseños, documentación, código fuente o cualquier otro elemento susceptible de protección por la ley de propiedad intelectual o industrial que sean accesibles desde el sitio se corresponden exclusivamente con la empresa o con su dueño legítimo, y se reservan todos los derechos sobre ellos. Está expresamente prohibido crear hipervínculos a cualquier elemento de las páginas del sitio sin la autorización de la empresa, siempre que no sean a páginas que no requiera autentificación o identificación para su acceso. En cualquier caso, el sitio se reserva todos los derechos sobre los contenidos, información, datos y servicios que tenga sobre ellos. El sitio no aporta ninguna licencia o autorización para que el usuario use sus contenidos, datos o servicios fuera del uso expresamente detallado en estas condiciones generales.

source: 7. Applicable legislation, jurisdiction and notifications
es: 7. Legislación y jurisdicción aplicables, notificaciones

source: The present conditions are governed and interpreted according to the Laws of Spain. For any claim, the courts and tribunals of Seville will be competent. All notifications, requests, requests and other communications that the User wishes to make to the Company that holds the Portal must be made in writing and it will be understood that they have been correctly executed when they have been received at the following address: aitomicnet@gmail.com.
es: Las condiciones actuales están gobernadas e interpretadas de acuerdo a las leyes españolas. Para cualquier reclamación, deberá acudir a las cortes y tribunales de la ciudad de Sevilla. Todas las notificaciones, peticiones y otras comunicaciones que el usuario desee realizar a la empresa que soporta el sitio web deben ser realizadas por escrito y se entenderá que han sido correctamente ejecutadas cuando se hayan recibido a la siguiente dirección de correo electrónico: aitomicnet@gmail.com.

source: 8. Data protection
es: 8. Protección de datos

source: Aitomic is deeply committed to complying with Spanish personal data protection regulations, and guarantees full compliance with the disposed obligations, as well as the implementation of the security measures provided for in art. 9 of the Law A-2018-16673, of Protection of Data of Personal Character (LOPD) and in the Regulation of Development of the LOPD. In accordance with this Law, we inform that the use of our website requires that we request certain personal data through registration forms or contact, or by sending emails, and that these will be treated and incorporated into the files of Aitomic, owner and responsible for them. The sending of this personal data constitutes the express consent to the treatment of the same, although this consent is of a revocable nature and without retroactive effects.
es: Aitomic está profundamente comprometidos con el cumplimiento de las regulaciones de protección de datos personales españolas, y garantiza el pleno cumplimiento de las obligaciones dispuestas, así como la implementación de las medidas de seguridad previstas en el art. 9 de la Ley A-2018-16673, de la Ley Orgánica de Protección de Datos (LOPD) y en el desarrollo regulador de la LOPD. De acuerdo con esta ley, informamos que el uso de nuestro sitio web requiere que recolectemos ciertos datos personales a través de formularios de registro o de contacto, o enviando correos electrónicos, y que estos datos serán tratados e incorporados a los archivos de Aitomic, dueño y responsable de ellos. El envío de estos datos personales constituyen el consentimiento expreso para el tratamiento de los mismos, aunque este consentimiento es de naturaleza revocable y sin efectos retroactivos.

source: 8.1. Rights that Aitomic provide to customers
es: 8.1. Derechos que Aitomic proporciona a sus clientes

source: Users are notified of every breach if they result in a risk for the rights and freedoms of individuals
es: Los usuarios son notificados de toda brecha de seguridad si resulta un riesgo para sus derechos y libertades

source: Users have the right to ask Aitomic to delete their data, cease further dissemination of them, and have third parties halt processing them.
es: Los usuarios tienen el derecho de pedir a Aitomic que elimine sus datos, deje de difundirlos y que terceros detengan su procesamiento.

source: Users have the right to request the data that Aitomic has about them in an electronic format that facilitates porting those data to other companies.
es: Los usuarios tienen el derecho de solicitar los datos que Aitomic tiene sobre ellos en un formato electrónico que facilite la transferencia de esos datos a otras compañías.

source: 9. Published data responsibilities
es: 9. Responsabilidad sobre los datos publicados

source: Data published by final user of the system are bound to change if any of these conditions are satisfied: glorification of terrorism, hate, racism, xenophobia, violence, data whose main objective is any illicit or illegal activity as indicated in Spanish Organic Law A-2018-16673 Adult content must be properly tagged or it will be bound to the same conditions abovementioned.
es: Los datos publicados por el usuario final del sistema están obligados a cambiar si se cumple alguna de estas condiciones: glorificación del terrorismo, odio, racismo, xenofobia, violencia, datos cuyo objetivo principal es cualquier actividad ilícita o ilegal como se indica en la Ley Orgánica Española A- 2018-16673 El contenido para adultos debe estar correctamente etiquetado o estará vinculado a las mismas condiciones mencionadas anteriormente.

source: USER GUIDE
es: GUÍA DE USUARIO

source: CHANGELOG
es: VERSIONADO

source: ABOUT US
es: ACERCA DE

source: Changelog
es: Versionado

source: Navigate:
es: Ir a:

source: Changes
es: Cambios

source: Add new version
es: Añadir versión

source: Edit model
es: Editar modelo

source: (Items marked with an * are compulsory)
es: (Los elementos marcados con * son obligatorios)

source: 1. General info
es: 1. Información general

source: Upload photo
es: Subir imagen

source: 2. Model
es: 2. Modelo

source: 3. Price
es: 3. Precio

source: Note - If price changes all users subscribed to this model will be notified.
es: Nota - Si el precio cambia, todos los usuarios suscritos a este modelo serán notificados.

source: 4. Delete
es: 4. Borrar

source: Note - The model will be deleted on
es: Nota - El modelo se borrará el

source: If you want to cancel this, uncheck the checkbox below.
es: Si quieres cancelarlo, desmarca la casilla inferior.

source: Note - if you mark this checkbox, the model will be deleted in one month. That is, the model will be deleted on
es: Nota - si marcas esta casilla, el modelo se borrará en un mes. Es decir, el modelo se borrará el

source: Save model
es: Guardar

source: Want to forgive this offence? Return to the
es: ¿Quieres perdonar esta ofensa? Vuelve a la

source: homepage
es: página de inicio

source: Thank you for your contribution!
es: ¡Gracias por tu contribución!

source: The offender has been punished successfully!
es: ¡El culpable ha sido castigado de forma satisfactoria!

source: Return to the
es: Vuelve a la

source: Frequently asked questions
es: Preguntas frecuentes

source: If you can't find your answer below, please <a class="modal-button" data-target="modal-id"><u>contact us here</u></a>.
es: Si no encuentras respuesta a tu pregunta, por favor <a class="modal-button" data-target="modal-id"><u>contáctanos aquí</u></a>.

source: Loading...
es: Cargando...

source: What is Aitomic?
es: ¿Qué es Aitomic?

source: We are a marketplace where users can upload their Artificial Intelligence models, and sell them through API calls.
es: Somos un mercado en el que los usuarios pueden subir sus modelos de Inteligencia Artificial, y venderlos a través de llamadas API

source: What can I use Aitomic for?
es: ¿Para qué puedo utilizar Aitomic?

source: <p>As a provider, you can use our platform to sell your models and reach thousands of customers.</p><br> As a consumer, you can use Aitomic to improve your business, or for personal use. You can buy API calls for every model that you're interested in, and get instant access.
es: <p>Como proveedor, puedes usar nuestraplataforma para vender tus modelos y hacérselos llegar a miles de usuarios.</p><br> Como usuario, puedes utilizar Aitomic para mejorar tu negocio, o para uso personal. Puedes comprar llamadas API para cualquier modelo que te interese, y obtener acceso inmediato.

source: Do I need to programming knowledge in order to use the models?
es: ¿Necesito conocimientos de programación para usar los modelos?

source: You don't! We have worked hard to make Aitomic within reach of everyone, no matter if you're a programmer or not. You can use your models through our intuitive interface, where we have implemented an API system so everyone can use the AI models.
es: ¡No! Nos hemos esforzado en lograr que Aitomic esté al alcance de todos, sin importar si sabes o noprogramar. Puedes usar los modelos a través de nuestra intuitiva interfaz, en la que hemos implementado un sistema de APIs para que cualquiera pueda usar los modelos de IA.

source: Where can I see my models?
es: ¿Dónde puedo ver mis modelos?

source: You can find them in your profile. Go to your profile and then click on "My models". There you will find a list of the models you've uploaded.
es: Puedes encontrarlos en tu perfil. Entra en tu perfil y luego haz clic en "Mis modelos".Ahí encontrarás una lista de los modelos que has subido.

source: I want to upload a model.
es: Quiero subir un modelo.

source: Simply go to Upload model and start filling in the form. If you have any doubts, please read our user guide.
es: Simplemente ve a Subir modelo y comienza a rellenar el formulario. Si tienes alguna duda, por favor lee nuestra guía de usuario

source: I'm trying to upload a model, but it doesn't work.
es: Estoy tratando de subir un modelo, pero no lo consigo.

source: Is the form showing any errors? Perhaps you didn't fill in all the fields, or uploaded the wrong file. Please read our user guide, where you will find a comprehensive tutorial of how to upload a model.
es: ¿El formulario muestra algunos errores? Quizás no rellenaste todos los campos, o subiste un archivo incorrecto. Por favor lee nuestra guía de usuario, donde encontrarás un tutorial sobre cómo subir un modelo.

source: Where can I edit my info?
es: ¿Dónde puedo editar mi información?

source: In your profile, you will find a button that says "Edit profile". There you can edit all your personal info.
es: En tu perfil, encontrarás un botón que dice "Editar perfil". Allí puedes actualizar toda tu información personal.

source: I want to upload a model. Can I set my own price?
es: Quiero subir un modelo. ¿Puedo ponerle el precio que quiera?

source: Yes! In Aitomic, you can set your own price for each model that you upload. Simply fill in the "Price" field in the Upload form: you can set how much you will earn for every 100 calls your model receives.
es: ¡Sí! En Aitomic, puedes ponerle tu propio precio a cada modelo que subas. Simplemente, rellena el campo"Precio" en el formulario de Subir modelo: puedes marcar cuánto cuestan 100 llamadas a tu modelo.

source: How will I earn money?
es: ¿Cómo gano dinero con Aitomic?

source: Every time a user makes a call to your model, you will earn the corresponding portion of the price that you set when you uploaded the model. Easy!
es: Cada vez que un usuario realice una llamada a tu modelo, ganarás la parte correspondiente del precio quemarcaste cuando subiste el modelo. ¡Es fácil!

source: Can I buy a model?
es: ¿Puedo comprar un modelo?

source: No, sorry. What you can do is <i>buy calls</i> for a model. Our models are all accessed through API calls.
es: No, lo siento. Lo que puedes haceres <i>comprar llamadas</i> a un modelo. Nuestros modelos se acceden através de llamadas API.

source: How do I buy calls for a model?
es: ¿Cómo compro llamadas a un modelo?
